nitrogen
noto-fonts
fzf
rust
zoxide
ncpamixer
xsel
ripgrep
ranger-git
python-ueberzug-git
xorg-server
xorg-apps
xorg-xinit
xorg-xmessage
libx11
libxft
libxinerama
libxrandr
libxss
fish
starship
stow
alacritty
nvim-packer-git
ttf-apple-emoji
exa
openrgb
libreoffice-fresh
gimp
vlc
alsa-utils
tlp
tlp-rdw
tlpui
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-zeroconf
pavucontrol
youtube-dl
deadbeef
reflector
glfw-x11
vulkan-devel
glm
shaderc
vulkan-intel
discord
spotify
bat
ueberzug
speedtest
fd
i3-gaps
btop
polybar-git
playerctl
scrot
xf86-video-intel
light
obs-studio
network-manager-applet
unzip
i3lock-color
imagemagick
dunst
feh
betterlockscreen
libnotify
picom-git
locate
nerd-fonts-meslo
xautolock
geoclue2
redshift
gdb
google-chrome
xidlehook-git
gruvbox-dark-gtk
lxappearance
la-capitaine-icon-theme
cursor-theme-macos-big-sur
pcmanfm-gtk3
ttf-ms-fonts
xdman
usbimager
intel-gpu-tools
ttf-weather-icons
python-glad
ttf-material-design-icons
