alacritty
alsa-utils
archlinux-keyring
autoconf
automake
base
bat
binutils
bison
blender
btop
cppcheck
discord
doxygen
dunst
exa
fakeroot
fd
feh
file
findutils
fish
flex
freetype2
fzf
gawk
gcc
gdb
geoclue
gettext
gimp
git
glfw-x11
glm
grep
groff
grub
gtk-engine-murrine
gtk-engines
gzip
i3-gaps
imagemagick
intel-gpu-tools
intel-ucode
libnotify
libreoffice-fresh
libtool
libxft
libxinerama
libxrandr
libxss
light
linux-firmware
linux-lts
llvm
luarocks
lxappearance
m4
make
mold
mpv
neofetch
network-manager-applet
networkmanager
nitrogen
nodejs
noto-fonts
obs-studio
pacman
patch
pavucontrol
pcmanfm-gtk3
pkgconf
playerctl
plocate
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-zeroconf
python-pip
qt5-tools
ranger
redshift
reflector
ripgrep
rofi
rofi-emoji
rust
scrot
sed
shaderc
speedtest-cli
spirv-tools
starship
stow
sudo
texinfo
tlp
tlp-rdw
unrar
unzip
vim
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-tools
vulkan-validation-layers
wget
which
xautolock
xf86-video-intel
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
youtube-dl
zathura
zoxide
zram-generator
neovim
