nitrogen
fzf
rust
zoxide
ncpamixer
xsel
ripgrep
ranger
ueberzug
xorg-server
xorg-apps
xorg-xinit
xorg-xmessage
libx11
libxft
libxinerama
libxrandr
libxss
fish
starship
stow
alacritty
nvim-packer-git
ttf-apple-emoji
exa
openrgb
libreoffice-fresh
gimp
alsa-utils
tlp
tlp-rdw
tlpui
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-zeroconf
pavucontrol
youtube-dl
deadbeef
reflector
vulkan-devel
shaderc
vulkan-intel
discord
spotify
bat
ueberzug
speedtest-cli
fd
i3-gaps
btop
playerctl
scrot
xf86-video-intel
light
obs-studio
network-manager-applet
unzip
i3lock-color
imagemagick
dunst
feh
betterlockscreen
libnotify
picom-jonaburg-git
locate
nerd-fonts-meslo
xautolock
geoclue2
redshift
gdb
google-chrome
xidlehook-git
gruvbox-dark-gtk
lxappearance
la-capitaine-icon-theme
cursor-theme-macos-big-sur
pcmanfm-gtk3
xdman
usbimager
intel-gpu-tools
ttf-weather-icons
python-glad
ttf-material-design-icons
xorg-server-xephyr
nodejs
downgrade
mpv
manga-cli-git
rofi
gtk-engine-murrine
gtk-engines
powertop
noto-fonts
neofetch
python-pip
wget
neovim
neovide
sqlite
freetype2
doxygen
zathura
llvm
blender
qt5-tools
cppcheck
rofi-emoji
topgrade
mold
xxd
luarocks
unrar
zram-generator
cmake-language-server
lua-language-server
